// coffee note
const data=[
    {
        item_no: 0,
        store: '스타벅스, 카페베네, 파리바게트',
        string: '가벼운 커피향과 블렌딩',
        country: '브라질',
        kind: '아라비카',
        place: '이파네마, 상파울루'
    },
    {
        item_no: 1,
        store: '이디야, 카페베네, 할리스',
        string: '풍부한 신맛과 부드러운 향미',
        country: '콜롬비아',
        kind: '-',
        place: '마니살레스, 아르메니아'
    },
    {
        item_no: 2,
        store: '',
        string: '',
        country: '',
        kind: '',
        place: ''
    },
    {
        item_no: 3,
        store: '',
        string: '',
        country: '',
        kind: '',
        place: ''
    },
    {
        item_no: 4,
        store: '',
        string: '',
        country: '',
        kind: '',
        place: ''
    },
];
const qna=[
    // qna[0]
    [
        {
            text: '<strong>활력 Energy 🐱‍🏍🤸‍♀️</strong><br>커피는 포션이다.'
        },
        {
            text: '<strong>휴식 Healing 🐣🌱</strong><br>커피 한 잔의 여유;-)'
        },
        {
            text: '<strong>즐거움 Joy 🥳🎇</strong><br>나랑 카페 탐방할 사람~?'
        },
        {
            text: '<strong>일상 Life 👩‍💻✨</strong><br>반려커피와 함께 사는 중.'
        }
    ],
    // qna[1]
    [
        {
            text: '아침에 마시는 진한 커피가 좋다!⏰'
        },
        {
            text: '식후에는 커피 마셔야지!😊'
        },
        {
            text: '커피랑 디저트를 같이 먹으면, 얼마나 맛있게요?<br>여기 치케 하나 추가요!🍰'
        },
        {
            text: '커피를 물처럼 마시는 편이야~😏'
        }
    ],
    // qna[2]
    [
        {
            text: '커피는 심플하게 마시고 싶어.😴'
        },
        {
            text: '얼어 죽어도 아이스커피, 선언합니다.✋'
        },
        {
            text: '초콜릿보다는 과일처럼 상큼한 디저트가 좋다.🍊'
        },
        {
            text: '나는 저녁에 커피 마시면 밤 새서 안 돼.🌛'
        }
    ]
]
const answer=[
    {
        text: '0',
        title: '인텐소 리스트레토'
    },
    {
        text: '1',
        title: '인텐소'
    },
    {
        text: '2',
        title: '체리 다크초콜릿'
    },
    {
        text: '3',
        title: '산미 바디감'
    },
    {
        text: '4',
        title: '과일 풍미 산미'
    },
    {
        text: '5',
        title: '다크 코코아'
    },
    {
        text: '6',
        title: '디카페인 라인'
    },
    {
        text: '7',
        title: '가벼운 바디감'
    }
];