const workouts=[
    {
        name: "밴드운동..이름이??",
        part: "등🏋️‍♂️",
        pic: [
        ],
        date: "2022/04/13",
        note: `(PT) 등 운동<br>
                <hr>
                손바닥이 위로 가게, 어깨너비 정도로 잡는다. 팔이 접히지 않게 고정, 등을 펼쳐서 밴드를 끝까지 당김`,
        weight: "10kg",
        count: ""
    },
    {
        name: "시티드 로우",
        part: "등🏋️‍♂️",
        pic: [
        ],
        date: "2022/04/13",
        note: `(PT) 시티드 로우 자세교정, 10kg<br>
                <hr>
                기본자세: 너무 숙이지 않고 가슴 열고 있는 상태`,
        weight: "10kg",
        count: ""
    },
    {
        name: "버피테스트",
        part: "전신🐙",
        pic: [
        ],
        date: "2022/04/13",
        note: `(PT) 케틀벨 초록색(몇 키로?)<br> 
                <hr>
                점프는 발이 끌리지 않게 뛰고 발바닥으로 착지함.<br> 점프 후 케틀벨 들기까지 연속동작<br>
                너무 멀리 뛰지 않아도 됨<br>
                10 회 / 3 세트`,
        weight: "",
        count: ""
    },
    {
        name: "스트레칭",
        part: "하체🐎",
        pic: [
        ],
        date: "2022/04/13",
        note: `(PT)<br>
                <hr>
                1. <strong>개구리🐸</strong> /
                2. <strong>허벅지1</strong> /
                3. <strong>허벅지2</strong>`,
        weight: "",
        count: ""
    },
    {
        name: "시티드 로우",
        part: "등🏋️‍♂️",
        pic: [
        ],
        date: "2022/04/12",
        note: `(OT복습)<br>
                <hr>
                자세 이상함😰
            `,
        weight: 10,
        count: 3
    },
    {
        name: "스쿼트",
        part: "하체🐎",
        pic: [
        ],
        date: "2022/04/12",
        note: `(OT복습)🔥<br>
                <hr>
                숨 쉬는 거 까먹지 않기<br> 허리 숙이지 않기<br> 다리랑 대퇴부 ㄱ자? 거울 보기
                <br>
                10 회 / 4 세트`,
        weight: "",
        count: 4
    },
    {
        name: "스트레칭(하체)",
        part: "스트레칭🤸‍♀️",
        pic: [
        ],
        date: "2022/04/12",
        note: `(OT복습)<br>
                <hr>
                1. <strong>개구리🐸</strong> /
                2. <strong>허벅지1</strong> /
                3. <strong>허벅지2</strong>`,
        weight: 0,
        count: 0
    },
    {
        name: "시티드 로우",
        part: "등🏋️‍♂️",
        pic: [
            {
                imgUrl: "220412_2.jpg"
            }
        ],
        date: "2022/04/11",
        note: `시티드 로우 배움, 10kg<br>
                <hr>
                이 것도 줄-손목-팔꿈치 일자로,<br>
                케이블이 무릎에 닿지 않게 앉아서 땡김 => 어깨죽지 쪽에 힘이 들어가야 한다. 팔이 몸에서 떨어지지 않는 느낌, 마지막에 밀어주듯이 접음<br>
                영상으로 봤을 때 등까지 안 땡겨짐
            `,
        weight: "",
        count: ""
    },
    {
        name: "랫풀다운",
        part: "등🏋️‍♂️",
        pic: [
            {
                imgUrl: "220412_1.jpg"
            }
        ],
        date: "2022/04/11",
        note: `랫풀다운 자세교정, 10kg<br>
                <hr>
                항상 손목과 팔꿈치까지 일자여야 부상없이, 방향에 맞게 효과적인 운동을 할 수 있다. 내려갈 때 뒤로 기댔다가 올라갈 때 돌아옴, 틀린 자세로 운동하면 승모근, 어깨에 막혀서 등 운동이 안됨😨<br>
                어려움
            `,
        weight: 10,
        count: ""
    },
    {
        name: "스쿼트",
        part: "하체🐎",
        pic: [
        ],
        date: "2022/04/11",
        note: `(OT) 스쿼트 자세교정, 약 3세트?<br>
                <hr>
                다리는 앉았을 때 가장 편한 너비만큼 벌린다. 손은 팔꿈치가 들리지 않도록 가운데로 잡는다. 숨은 들이마쉬고 앉았다 일어난 후 뱉기. 허리를 숙이지 않도록 주의하며 깊이 앉았다가, 엉덩이 가운데를 쪼개듯이 일어난다. 내려갈 때 너무 빠르게 내려가지 않기, <br>무릎통증이 있으면 안 됨`,
        weight: "",
        count: 10
    },
    {
        name: "스트레칭(하체)",
        part: "스트레칭🤸‍♀️",
        pic: [
        ],
        date: "2022/04/11",
        note: `(OT) 하체스트레칭/골반, 허벅지<br>
                <hr>
                1. <strong>개구리🐸</strong>:
                    네 발 자세에서 뒷다리를 개구리 뒷다리 모양으로 만들고 양팔은 앞을 향해 그대로 내려놓는다. 엉덩이를 밑으로 내릴 때 뒷다리를 살짝 넓히면서 엉덩이를 최대한 바닥으로 내리려고 한다.<br>
                2. <strong>허벅지1</strong>: 
                    (벤치 이용) 한쪽 발을 딛고, 벤치에 발가락을 올린 후 무릎을 땅 위로 내린다. 벤치에 무릎을 최대한 가까이 놓고 엉덩이를 앞으로 밀어준다. <br>
                3. <strong>허벅지2</strong>: 
                    (벤치 이용) 한쪽 무릎을 꿇고, 반대쪽 다리를 올린다.(무릎과 발이 벤치보다 바깥으로 나가지 않음) 무릎을 껴안듯이 앞으로 숙여 스트레칭 한다.`,
        weight: 0,
        count: 0
    }
]